Repository: mozilla-l10n/mt-training-data
Catalog: rm-sursilv/rm-sursilv_pontoon.tmx
Source language: en_us
Languages: rm_sursilv

source: We don't have anything to validate in this language, help us fill the queue.
rm_sursilv: Ei dat aunc neginas registraziuns per valetar en quei lungatg, gida nus ad emplenir la colonna da spetga cun tias registraziuns.

source: Weekly
rm_sursilv: per jamna

source: Weekly Goal
rm_sursilv: Finamira per jamna

source: Welcome { $company } staff!
rm_sursilv: Beinvegni collaboratur/a da { $company } !

source: Welsh
rm_sursilv: valisic

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
rm_sursilv: Nus empermettein da tractar tias informaziuns cun quitau. Legia dapli en nossas <privacyLink>directivas davart la protecziun da datas</privacyLink>.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
rm_sursilv: Nus creein in'unitad da datas vocalas open source e plurilingua che mintgin sa duvrar per trenar applicaziuns da lungatg.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
rm_sursilv: Culla participaziun collectiva creein nus in'unitad da datas vocalas open source. Contribuescha cun tia vusch, verifichescha las registraziuns dad autras persunas e meglierescha l'unitad da datas per tuts.

source: We’re sorry, but your platform is not currently supported.
rm_sursilv: Nus stein mal, tia plattafuorma vegn actualmein buca sustenida.

source: We want the Common Voice dataset to reflect the audio quality a speech-to-text engine will hear in the wild, so we’re looking for variety. In addition to a diverse community of speakers, a dataset with varying audio quality will teach the speech-to-text engine to handle various real-world situations, from background talking to car noise. As long as your voice clip is intelligible, it should be good enough for the dataset.
rm_sursilv: Nus lein che l'unitad da datas da Common Voice resplendi la qualitad d'audio ch'ina maschina d'identificaziun vocala udess ella veta da mintgadi. Grazia ad ina communitad da plidaders multifara ed ad in'unitad da datas cun ina qualitad d'audio multifara empren ina maschina d'identificaziun vocala d'agir en differentas situaziuns dil mund real, naven dil discuors davostier tochen alla canera d'autos. Aschiditg che Vossa registraziun da lungatg ei capeivla, duess ella esser buna avunda per l'unitad da datas.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
rm_sursilv: Nus s'annunziein en cuort cun dapli informaziuns co tiu lungatg sa vegnir integraus en Common Voice.

source: We will be in touch with more information as it becomes available.
rm_sursilv: Nus restein en contact cun ulteriuras informaziuns, sco che quellas stattan a disposiziun.

source: We will not make your email public.
rm_sursilv: Nus vegnin buc a publicar tia adressa dad e-mail.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
rm_sursilv: Nus examinein tia damonda da stizzar tias registraziuns vocalas dall'unitad da datas. Sch'ei vegn dau suatientscha a tia damonda, contactein nus quels che han telecargau l'unitad da datas e supplichein els da medemamein stizzar tias registraziuns vocalas.

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
rm_sursilv: Tgei munta quei che jeu sai buca "eruir l'identitad" dil plidader ell'unitad da datas da Common Voice?

source: What is Common Voice?
rm_sursilv: Tgei ei Common Voice?

source: What issues are you experiencing with this sentence?
rm_sursilv: Tgei problems ein dai en egl a ti en quella construcziun?

source: What level of audio quality is required for a voice clip to be used in the dataset?
rm_sursilv: Tgei nivel da qualitad d'audio ei necessaria per ch'ina registraziun da lungatg sappi vegnir duvrada ell'unitad da datas?

source: What’s inside the Common Voice dataset?
rm_sursilv: Tgei sesanfla ell'unitad da datas da Common Voice?

source: What's Public?
rm_sursilv: Tgei ei public?

source: What’s the difference between Common Voice and Deep Speech?
rm_sursilv: Tgei ei la differenza denter Common Voice e Deep Speech?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
rm_sursilv: Sch'in utilisader refusescha ina registraziun vocala, tuorna quella ella colonna da spetga. Sch'ella vegn refusada ina secunda gada, vegn ella plazzada sil santeri da registraziuns.

source: When will you release Common Voice data in other languages?
rm_sursilv: Cu vegnis vus a publicar datas da Common Voice en auters lungatgs?

source: Where does the source text come from?
rm_sursilv: Danunder deriva il text da fontauna?

source: Why ?
rm_sursilv: Daco?

source: Why a profile?
rm_sursilv: Pertgei in profil?

source: Why Common Voice?
rm_sursilv: Pertgei Common Voice?

source: Why does this matter?
rm_sursilv: Daco ei quei relevant?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
rm_sursilv: Pertgei supplicheis vus buca persunas da leger cudischs ni artechels da Wikipedia els differents lungatgs?

source: Why do you need so many different speakers per language?
rm_sursilv: Daco duvreis vus aschi biars plidaders per lungatg?

source: Why is 10,000 validated hours the per language goal for capturing audio?
rm_sursilv: Daco ein 10.000 uras validadas la finamira per registrar mintga lungatg?

source: Why is Common Voice part of the Mozilla mission?
rm_sursilv: Pertgei fa Common Voice part dalla missiun da Mozilla?

source: Why is it important?
rm_sursilv: Daco ei quei impurtont?

source: Why is my language not included yet?
rm_sursilv: Daco ei miu lungatg aunc buca inclus?

source: Why should I sign up for an account?
rm_sursilv: Pertgei duei jeu endrizzar in conto?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
rm_sursilv: Giavischas ti che las registraziuns da tia vusch vegnien era stizzadas ni prefereschas ti che quellas restien ell'unitad da datas da Common Voice?

source: y
rm_sursilv: g

source: Yes
rm_sursilv: gie

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
rm_sursilv: Gie, tarmettei a mi e-mails. Jeu less star al current davart il project Common Voice.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
rm_sursilv: Gie, tarmettei a mi e-mails. Jeu lessel star sil current davart il progress da quei lungatg sin Common Voice.

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
rm_sursilv: Gie, nus essan interessai specialmein vid vossa vusch. Ina finamira da Common Voice ei da rimnar aschi biars accents sco pusseivel per ch'ils survetschs d'identificaziun dalla vusch funcziuneschien tuttina bein per tuts. Quei munta che contribuziuns vocalas da persunas ch'ein buca da lungatg matern ein particularmein impurtontas.

source: You
rm_sursilv: Ti

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
rm_sursilv: Il download giavischau cuntegn <size>{ $size }GB</size>. Vul ti cuntinuar?

source: You are prepared to initiate a download of <b>{ $size }</b>
rm_sursilv: Ti eis promts/promta da telecargar ussa <b>{ $size }</b>

source: You can choose to make your username public or anonymous.
rm_sursilv: Ti sas decider, sche tiu num d'utilisader duei esser publics ni anonims.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
rm_sursilv: Ti sas gidar a crear in'unitad da datas open source varionta cun endrizzar in profil da Common Voice e contribuir tia vusch.

source: You must allow microphone access.
rm_sursilv: Ti stos lubir igl access al microfon.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
rm_sursilv: Las registraziuns anonimas da tia vusch restan ell'unitad da datas da Common Voice. Suenter che ti has stizzau tiu profil, sas ti buca pli tschentar la damonda da stizzar tias registraziuns ord l'unitad da datas.

source: Your avatar now includes a voice clip!
rm_sursilv: Tiu avatar cuntegn uss in clip da vusch!

source: Your daily goal has been created
rm_sursilv: Tia finamira per di ei vegnida creada

source: Your download has started.
rm_sursilv: Tiu download ha entschiet.

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
rm_sursilv: Ti has tscharniu pil mument <bold>NOT</bold> da retscheiver e-mails sco regurdientschas davart las finamiras, novitads davart il progress e newsletters davart Common Voice

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
rm_sursilv: Ti has tscharniu pil mument da retscheiver e-mails sco regurdientschas davart las finamiras, novitads davart il progress e newsletters davart Common Voice.

source: Your Languages
rm_sursilv: Tiu lungatg

source: Your username and email will not be associated with the published data.
rm_sursilv: Tiu num d'utilisader e tia adressa dad e-mail vegnan buc ad haver in connex cun las datas publicadas.

source: Your weekly goal has been created
rm_sursilv: Tia finamira jamnila ei vegnida creada

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
rm_sursilv: Ti has gidau Common Voice a contonscher <goalPercentage></goalPercentage> da nossa finamira dil di da { $goalValue }!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
rm_sursilv: Ti has gidau a Common Voice da contonscher <goalPercentage></goalPercentage> da nossa finamira dil di da { $goalValue } !

source: You've successfully signed up for contributing to { $language }. Thank you.
rm_sursilv: Ti eis s'annunziaus cun success per contribuir a { $language }. Engraziel fetg.
